[CH3_INVEST_REMINDER]
01=Use the Detective Mode to identify any alternative entrances into the Arkham Mansion.

[TUT_Ch2_upandover]
01=Move above the henchmen to avoid being shot at.
02=Locate a route above the henchmen to avoid being detected.

[TUT1_Map_Screen_Adv]
01=Map updated with location information for Arkham Island.
